{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": {
      "Fixed": 512
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<UNK>": 0,
      "A": 1,
      "B": 2,
      "C": 3,
      "D": 4,
      "E": 5,
      "F": 6,
      "G": 7,
      "H": 8,
      "I": 9,
      "K": 10,
      "L": 11,
      "M": 12,
      "N": 13,
      "O": 14,
      "P": 15,
      "Q": 16,
      "R": 17,
      "S": 18,
      "T": 19,
      "U": 20,
      "V": 21,
      "W": 22,
      "X": 23,
      "Y": 24,
      "Z": 25,
      "LL": 26,
      "AA": 27,
      "AL": 28,
      "VL": 29,
      "GL": 30,
      "EL": 31,
      "SL": 32,
      "RL": 33,
      "AV": 34,
      "AG": 35,
      "IL": 36,
      "TL": 37,
      "DL": 38,
      "KL": 39,
      "VV": 40,
      "GG": 41,
      "EE": 42,
      "SS": 43,
      "AI": 44,
      "AE": 45,
      "AR": 46,
      "AS": 47,
      "AD": 48,
      "PL": 49,
      "FL": 50,
      "GV": 51,
      "GI": 52,
      "AT": 53,
      "QL": 54,
      "KK": 55,
      "NL": 56,
      "TV": 57,
      "EI": 58,
      "AK": 59,
      "GS": 60,
      "RR": 61,
      "EK": 62,
      "YL": 63,
      "EV": 64,
      "DV": 65,
      "DI": 66,
      "GK": 67,
      "SV": 68,
      "AF": 69,
      "GR": 70,
      "GT": 71,
      "PV": 72,
      "SI": 73,
      "ER": 74,
      "TI": 75,
      "AQ": 76,
      "GD": 77,
      "AP": 78,
      "GF": 79,
      "NI": 80,
      "ED": 81,
      "RV": 82,
      "SK": 83,
      "RI": 84,
      "NV": 85,
      "FV": 86,
      "SD": 87,
      "ET": 88,
      "PD": 89,
      "ST": 90,
      "HL": 91,
      "KI": 92,
      "ML": 93,
      "AY": 94,
      "AN": 95,
      "GY": 96,
      "KV": 97,
      "FI": 98,
      "EQ": 99,
      "PI": 100,
      "SR": 101,
      "EN": 102,
      "GQ": 103,
      "TT": 104,
      "SF": 105,
      "DD": 106,
      "GN": 107,
      "GE": 108,
      "SP": 109,
      "QV": 110,
      "RD": 111,
      "AM": 112,
      "QI": 113,
      "KD": 114,
      "TD": 115,
      "FD": 116,
      "SN": 117,
      "YV": 118,
      "GP": 119,
      "TP": 120,
      "YI": 121,
      "RK": 122,
      "SQ": 123,
      "IV": 124,
      "AH": 125,
      "EF": 126,
      "WL": 127,
      "KN": 128,
      "SY": 129,
      "PP": 130,
      "GM": 131,
      "RT": 132,
      "SE": 133,
      "RQ": 134,
      "KT": 135,
      "RF": 136,
      "GH": 137,
      "RE": 138,
      "II": 139,
      "RN": 140,
      "YD": 141,
      "KE": 142,
      "FT": 143,
      "RP": 144,
      "CL": 145,
      "ID": 146,
      "PT": 147,
      "MV": 148,
      "ND": 149,
      "PE": 150,
      "KQ": 151,
      "HV": 152,
      "FN": 153,
      "QQ": 154,
      "RY": 155,
      "FF": 156,
      "SG": 157,
      "SH": 158,
      "NP": 159,
      "KP": 160,
      "SM": 161,
      "AW": 162,
      "YT": 163,
      "AC": 164,
      "VD": 165,
      "QD": 166,
      "EP": 167,
      "IT": 168,
      "NT": 169,
      "ALL": 170,
      "EY": 171,
      "QT": 172,
      "AAL": 173,
      "KR": 174,
      "KY": 175,
      "GW": 176,
      "DP": 177,
      "VI": 178,
      "NN": 179,
      "FP": 180,
      "RH": 181,
      "FY": 182,
      "MI": 183,
      "VT": 184,
      "GC": 185,
      "EH": 186,
      "RS": 187,
      "ES": 188,
      "MD": 189,
      "KF": 190,
      "LLL": 191,
      "EM": 192,
      "HI": 193,
      "FQ": 194,
      "KS": 195,
      "DT": 196,
      "FS": 197,
      "YP": 198,
      "MT": 199,
      "YN": 200,
      "QP": 201,
      "HP": 202,
      "QN": 203,
      "QK": 204,
      "FK": 205,
      "IN": 206,
      "IP": 207,
      "FE": 208,
      "RM": 209,
      "HD": 210,
      "TN": 211,
      "YY": 212,
      "VP": 213,
      "AVL": 214,
      "SC": 215,
      "AGL": 216,
      "QR": 217,
      "FR": 218,
      "QE": 219,
      "WV": 220,
      "HT": 221,
      "IK": 222,
      "DE": 223,
      "CV": 224,
      "IE": 225,
      "YF": 226,
      "NK": 227,
      "SW": 228,
      "GLL": 229,
      "YR": 230,
      "YQ": 231,
      "YK": 232,
      "TK": 233,
      "MP": 234,
      "AEL": 235,
      "TE": 236,
      "TF": 237,
      "VN": 238,
      "DK": 239,
      "VE": 240,
      "TR": 241,
      "PN": 242,
      "DN": 243,
      "YE": 244,
      "FG": 245,
      "IS": 246,
      "PK": 247,
      "VK": 248,
      "FH": 249,
      "MN": 250,
      "ARL": 251,
      "ASL": 252,
      "IR": 253,
      "VR": 254,
      "TQ": 255,
      "DR": 256,
      "TS": 257,
      "MK": 258,
      "ADL": 259,
      "TG": 260,
      "PQ": 261,
      "IQ": 262,
      "EG": 263,
      "PF": 264,
      "DF": 265,
      "SLL": 266,
      "ATL": 267,
      "PR": 268,
      "AIL": 269,
      "NQ": 270,
      "YS": 271,
      "IF": 272,
      "VQ": 273,
      "VS": 274,
      "CD": 275,
      "YH": 276,
      "PS": 277,
      "RG": 278,
      "MQ": 279,
      "WD": 280,
      "NE": 281,
      "VF": 282,
      "TY": 283,
      "ME": 284,
      "WI": 285,
      "GAL": 286,
      "NF": 287,
      "MR": 288,
      "NR": 289,
      "KH": 290,
      "DQ": 291,
      "GAA": 292,
      "CI": 293,
      "AKL": 294,
      "NY": 295,
      "DY": 296,
      "GVL": 297,
      "HF": 298,
      "NS": 299,
      "HQ": 300,
      "HR": 301,
      "WQ": 302,
      "AEE": 303,
      "AAV": 304,
      "DS": 305,
      "GAG": 306,
      "PY": 307,
      "AFL": 308,
      "GAV": 309,
      "GGL": 310,
      "ALV": 311,
      "ASS": 312,
      "MS": 313,
      "WT": 314,
      "QF": 315,
      "IY": 316,
      "WR": 317,
      "QS": 318,
      "ELL": 319,
      "TH": 320,
      "MF": 321,
      "CP": 322,
      "GSL": 323,
      "HH": 324,
      "CT": 325,
      "GVV": 326,
      "WN": 327,
      "WK": 328,
      "AQL": 329,
      "APL": 330,
      "EAL": 331,
      "IH": 332,
      "EEL": 333,
      "KM": 334,
      "GEL": 335,
      "QY": 336,
      "CR": 337,
      "GTL": 338,
      "HN": 339,
      "GIL": 340,
      "AKK": 341,
      "VY": 342,
      "CN": 343,
      "HK": 344,
      "GRL": 345,
      "HY": 346,
      "CK": 347,
      "LLD": 348,
      "AGV": 349,
      "GKL": 350,
      "AVV": 351,
      "LLV": 352,
      "VLV": 353,
      "WF": 354,
      "GDL": 355,
      "PH": 356,
      "CQ": 357,
      "ANL": 358,
      "TM": 359,
      "AAI": 360,
      "AYL": 361,
      "EW": 362,
      "RW": 363,
      "CF": 364,
      "SAL": 365,
      "GLV": 366,
      "RLL": 367,
      "SSL": 368,
      "GAI": 369,
      "EAA": 370,
      "MM": 371,
      "DH": 372,
      "EKL": 373,
      "CS": 374,
      "GAT": 375,
      "ERL": 376,
      "QH": 377,
      "FM": 378,
      "GAS": 379,
      "GAD": 380,
      "ALI": 381,
      "SAA": 382,
      "GSS": 383,
      "VLD": 384,
      "WP": 385,
      "MY": 386,
      "GTV": 387,
      "EC": 388,
      "NH": 389,
      "ELV": 390,
      "ALD": 391,
      "APV": 392,
      "GFL": 393,
      "RC": 394,
      "AGI": 395,
      "SLV": 396,
      "PM": 397,
      "HS": 398,
      "DM": 399,
      "GEI": 400,
      "QM": 401,
      "VVV": 402,
      "GEV": 403,
      "DLV": 404,
      "HE": 405,
      "SGL": 406,
      "RAL": 407,
      "GAR": 408,
      "KLL": 409,
      "RAA": 410,
      "FC": 411,
      "TC": 412,
      "FW": 413,
      "TW": 414,
      "AML": 415,
      "GGV": 416,
      "GEE": 417,
      "KEL": 418,
      "GKK": 419,
      "EVL": 420,
      "GAE": 421,
      "NM": 422,
      "TLL": 423,
      "GLI": 424,
      "RRL": 425,
      "GDV": 426,
      "TAA": 427,
      "EIL": 428,
      "DW": 429,
      "AVI": 430,
      "CY": 431,
      "GDI": 432,
      "SVL": 433,
      "ASV": 434,
      "IM": 435,
      "TLV": 436,
      "PLL": 437,
      "AIV": 438,
      "SEL": 439,
      "REL": 440,
      "CH": 441,
      "GNL": 442,
      "RLV": 443,
      "ATV": 444,
      "ALT": 445,
      "ESL": 446,
      "AEV": 447,
      "EDL": 448,
      "KKL": 449,
      "YM": 450,
      "LLI": 451,
      "SIL": 452,
      "KW": 453,
      "GRR": 454,
      "AAD": 455,
      "PW": 456,
      "GIV": 457,
      "GSV": 458,
      "KAL": 459,
      "ETL": 460,
      "CC": 461,
      "AHL": 462,
      "SLI": 463,
      "ANI": 464,
      "LLT": 465,
      "GLD": 466,
      "EAV": 467,
      "PLV": 468,
      "GQL": 469,
      "GYL": 470,
      "SGG": 471,
      "EEI": 472,
      "GAF": 473,
      "NW": 474,
      "TAL": 475,
      "GEK": 476,
      "RVL": 477,
      "GLP": 478,
      "ELI": 479,
      "GER": 480,
      "STL": 481,
      "ARV": 482,
      "QLL": 483,
      "MH": 484,
      "ANV": 485,
      "SKL": 486,
      "EEV": 487,
      "KC": 488,
      "SDL": 489,
      "SLD": 490,
      "ADV": 491,
      "VVD": 492,
      "SRL": 493,
      "ILV": 494,
      "EQL": 495,
      "VLI": 496,
      "GPL": 497,
      "KAA": 498,
      "GAK": 499,
      "LLP": 500,
      "SAV": 501,
      "ILD": 502,
      "EAG": 503,
      "WY": 504,
      "GRV": 505,
      "EAI": 506,
      "VLT": 507,
      "AEI": 508,
      "FLL": 509,
      "GAP": 510,
      "EGL": 511,
      "QAL": 512,
      "DLI": 513,
      "YC": 514,
      "NC": 515,
      "SAG": 516,
      "GVI": 517,
      "EKI": 518,
      "GLT": 519,
      "GKV": 520,
      "GGI": 521,
      "TLD": 522,
      "ELD": 523,
      "AVD": 524,
      "KLV": 525,
      "DLD": 526,
      "AAT": 527,
      "YW": 528,
      "SGV": 529,
      "GET": 530,
      "SSV": 531,
      "QW": 532,
      "SGS": 533,
      "ALK": 534,
      "LLK": 535,
      "SAS": 536,
      "ALR": 537,
      "EIV": 538,
      "SEE": 539,
      "PC": 540,
      "AGD": 541,
      "GNI": 542,
      "AKV": 543,
      "LLN": 544,
      "EVV": 545,
      "SGI": 546,
      "SFL": 547,
      "EKV": 548,
      "RSL": 549,
      "ALP": 550,
      "AII": 551,
      "GNV": 552,
      "ENL": 553,
      "AAR": 554,
      "KRL": 555,
      "IC": 556,
      "KSL": 557,
      "GPV": 558,
      "EAE": 559,
      "AGT": 560,
      "SVV": 561,
      "ASI": 562,
      "KEI": 563,
      "TLI": 564,
      "AID": 565,
      "GED": 566,
      "QC": 567,
      "ILI": 568,
      "PAA": 569,
      "ERV": 570,
      "GVD": 571,
      "DIV": 572,
      "TLT": 573,
      "ADI": 574,
      "KLI": 575,
      "SLP": 576,
      "LLQ": 577,
      "VLP": 578,
      "AVT": 579,
      "FAA": 580,
      "VLN": 581,
      "SQL": 582,
      "RLI": 583,
      "GSI": 584,
      "GII": 585,
      "GKI": 586,
      "ATI": 587,
      "RLD": 588,
      "RDL": 589,
      "SLT": 590,
      "ILT": 591,
      "HC": 592,
      "ARI": 593,
      "ALQ": 594,
      "KKI": 595,
      "AFV": 596,
      "KDL": 597,
      "ALN": 598,
      "FLV": 599,
      "PLI": 600,
      "SAI": 601,
      "LLR": 602,
      "AWL": 603,
      "ERI": 604,
      "WH": 605,
      "SGT": 606,
      "SAE": 607,
      "EVI": 608,
      "PEL": 609,
      "GAQ": 610,
      "SSI": 611,
      "KLD": 612,
      "EII": 613,
      "QLV": 614,
      "DVD": 615,
      "RRV": 616,
      "RAV": 617,
      "EAR": 618,
      "KVL": 619,
      "GML": 620,
      "GGT": 621,
      "RGL": 622,
      "SNL": 623,
      "VVI": 624,
      "GRI": 625,
      "DVI": 626,
      "ALF": 627,
      "TVD": 628,
      "TVT": 629,
      "ILN": 630,
      "GID": 631,
      "GGD": 632,
      "SPL": 633,
      "SAD": 634,
      "SIV": 635,
      "GVP": 636,
      "WM": 637,
      "KKV": 638,
      "ELT": 639,
      "EDI": 640,
      "FLD": 641,
      "QAA": 642,
      "HM": 643,
      "SAT": 644,
      "GFV": 645,
      "YLL": 646,
      "GVT": 647,
      "NLL": 648,
      "PAG": 649,
      "RKL": 650,
      "GTI": 651,
      "NLV": 652,
      "ELK": 653,
      "SEI": 654,
      "GAN": 655,
      "GLF": 656,
      "WE": 657,
      "PLP": 658,
      "GAY": 659,
      "RAR": 660,
      "KTL": 661,
      "KIL": 662,
      "RAG": 663,
      "SGK": 664,
      "SAR": 665,
      "RTL": 666,
      "EVD": 667,
      "RLT": 668,
      "AED": 669,
      "GIT": 670,
      "KAV": 671,
      "SVI": 672,
      "PLD": 673,
      "AAF": 674,
      "KEK": 675,
      "AKI": 676,
      "DLT": 677,
      "SVD": 678,
      "HW": 679,
      "CE": 680,
      "RIL": 681,
      "AAQ": 682,
      "DII": 683,
      "PVL": 684,
      "ASD": 685,
      "EED": 686,
      "RVV": 687,
      "PAL": 688,
      "TIV": 689,
      "AST": 690,
      "KGL": 691,
      "NLI": 692,
      "DID": 693,
      "RQL": 694,
      "TVI": 695,
      "SII": 696,
      "YLV": 697,
      "PVI": 698,
      "EID": 699,
      "AQV": 700,
      "SSD": 701,
      "QEL": 702,
      "KAG": 703,
      "FGL": 704,
      "RRI": 705,
      "GKT": 706,
      "FSL": 707,
      "FAL": 708,
      "SGR": 709,
      "FGG": 710,
      "ARD": 711,
      "QRL": 712,
      "SKK": 713,
      "SGD": 714,
      "VVT": 715,
      "SST": 716,
      "EKK": 717,
      "YLD": 718,
      "ADD": 719,
      "EDV": 720,
      "GHL": 721,
      "FVL": 722,
      "FAG": 723,
      "EGV": 724,
      "KEE": 725,
      "FLI": 726,
      "PLT": 727,
      "KAI": 728,
      "TLP": 729,
      "AKD": 730,
      "KNL": 731,
      "RIV": 732,
      "DLP": 733,
      "GSD": 734,
      "EGG": 735,
      "GIP": 736,
      "ETV": 737,
      "EQV": 738,
      "TID": 739,
      "WW": 740,
      "ELP": 741,
      "SDI": 742,
      "SAF": 743,
      "ACL": 744,
      "GAM": 745,
      "SED": 746,
      "SLN": 747,
      "SEV": 748,
      "GEN": 749,
      "SID": 750,
      "KQL": 751,
      "AAN": 752,
      "SEK": 753,
      "APD": 754,
      "ATD": 755,
      "RLP": 756,
      "QKL": 757,
      "EGK": 758,
      "ERR": 759,
      "SRR": 760,
      "AAP": 761,
      "STV": 762,
      "SKV": 763,
      "ENI": 764,
      "EAF": 765,
      "FLT": 766,
      "RER": 767,
      "SDD": 768,
      "HLL": 769,
      "SYL": 770,
      "EAD": 771,
      "ALY": 772,
      "TLN": 773,
      "GDD": 774,
      "AIT": 775,
      "CM": 776,
      "ETI": 777,
      "REI": 778,
      "EYL": 779,
      "AET": 780,
      "ILP": 781,
      "QSL": 782,
      "ESI": 783,
      "GST": 784,
      "SDV": 785,
      "ESV": 786,
      "GPD": 787,
      "QLI": 788,
      "SKI": 789,
      "ELN": 790,
      "SRI": 791,
      "LLF": 792,
      "SGF": 793,
      "KVV": 794,
      "GQV": 795,
      "EGI": 796,
      "STI": 797,
      "KLT": 798,
      "EAT": 799,
      "SRV": 800,
      "EQI": 801,
      "QVL": 802,
      "EAK": 803,
      "PIV": 804,
      "NLD": 805,
      "AAAA": 806,
      "GTT": 807,
      "KLN": 808,
      "AVP": 809,
      "MC": 810,
      "EFL": 811,
      "KNI": 812,
      "ADP": 813,
      "REE": 814,
      "RAI": 815,
      "SPD": 816,
      "SAK": 817,
      "QQL": 818,
      "SLF": 819,
      "GFI": 820,
      "AVN": 821,
      "PVD": 822,
      "RAE": 823,
      "KEV": 824,
      "GLN": 825,
      "ATT": 826,
      "KIV": 827,
      "KDI": 828,
      "KII": 829,
      "AGF": 830,
      "SVT": 831,
      "EPL": 832,
      "REV": 833,
      "GRD": 834,
      "GPI": 835,
      "RGG": 836,
      "KAK": 837,
      "RVI": 838,
      "EDD": 839,
      "FSS": 840,
      "GYV": 841,
      "FVD": 842,
      "AFI": 843,
      "DLN": 844,
      "KSI": 845,
      "AYV": 846,
      "VLQ": 847,
      "FLN": 848,
      "GKD": 849,
      "ELQ": 850,
      "MLL": 851,
      "KVI": 852,
      "AAY": 853,
      "SAP": 854,
      "ASP": 855,
      "GEQ": 856,
      "GTD": 857,
      "VLF": 858,
      "GWL": 859,
      "DVT": 860,
      "EGR": 861,
      "AQI": 862,
      "GFD": 863,
      "TII": 864,
      "EKD": 865,
      "YGL": 866,
      "AEN": 867,
      "EVT": 868,
      "VLK": 869,
      "AFD": 870,
      "RNL": 871,
      "DDD": 872,
      "NIV": 873,
      "SKD": 874,
      "EAS": 875,
      "TIT": 876,
      "SFI": 877,
      "KRI": 878,
      "VVN": 879,
      "PVT": 880,
      "KGI": 881,
      "MAA": 882,
      "RGV": 883,
      "RFL": 884,
      "YLI": 885,
      "RLN": 886,
      "SSP": 887,
      "SGN": 888,
      "QTL": 889,
      "SFV": 890,
      "REK": 891,
      "ENV": 892,
      "VVP": 893,
      "ALLL": 894,
      "SSN": 895,
      "FDL": 896,
      "KGK": 897,
      "QLD": 898,
      "AEQ": 899,
      "SER": 900,
      "EIT": 901,
      "SET": 902,
      "FTL": 903,
      "HLV": 904,
      "GTP": 905,
      "ART": 906,
      "AVF": 907,
      "RPL": 908,
      "KGV": 909,
      "EET": 910,
      "SNI": 911,
      "PGL": 912,
      "GRT": 913,
      "PSL": 914,
      "AGY": 915,
      "RYL": 916,
      "STD": 917,
      "ILK": 918,
      "PDL": 919,
      "ELF": 920,
      "ILQ": 921,
      "MW": 922,
      "RLQ": 923,
      "PII": 924,
      "NLT": 925,
      "AIN": 926,
      "FIV": 927,
      "AAM": 928,
      "RSV": 929,
      "NVI": 930,
      "RKI": 931,
      "SLQ": 932,
      "ADT": 933,
      "FID": 934,
      "YLT": 935,
      "RVD": 936,
      "GRP": 937,
      "KKD": 938,
      "YAL": 939,
      "AKT": 940,
      "ATP": 941,
      "API": 942,
      "AAK": 943,
      "GAH": 944,
      "WC": 945,
      "SFD": 946,
      "FAV": 947,
      "FLP": 948,
      "GGN": 949,
      "ESS": 950,
      "SPV": 951,
      "NII": 952,
      "KLP": 953,
      "SGY": 954,
      "EAQ": 955,
      "RKV": 956,
      "EGD": 957,
      "SQI": 958,
      "KDV": 959,
      "RGI": 960,
      "MLV": 961,
      "SAQ": 962,
      "MAL": 963,
      "PDD": 964,
      "TVN": 965,
      "LLH": 966,
      "FVI": 967,
      "SLY": 968,
      "RID": 969,
      "ILF": 970,
      "YLN": 971,
      "LLY": 972,
      "QGL": 973,
      "RDV": 974,
      "SIT": 975,
      "QLT": 976,
      "RDI": 977,
      "SGQ": 978,
      "KAR": 979,
      "STT": 980,
      "QAV": 981,
      "EHL": 982,
      "RLF": 983,
      "SRD": 984,
      "AMV": 985,
      "RII": 986,
      "GGF": 987,
      "SGE": 988,
      "EKT": 989,
      "RKK": 990,
      "RSS": 991,
      "ERD": 992,
      "AGN": 993,
      "RVT": 994,
      "KAE": 995,
      "RAD": 996,
      "SAY": 997,
      "ASN": 998,
      "EGS": 999
    },
    "merges": [
      "L L",
      "A A",
      "A L",
      "V L",
      "G L",
      "E L",
      "S L",
      "R L",
      "A V",
      "A G",
      "I L",
      "T L",
      "D L",
      "K L",
      "V V",
      "G G",
      "E E",
      "S S",
      "A I",
      "A E",
      "A R",
      "A S",
      "A D",
      "P L",
      "F L",
      "G V",
      "G I",
      "A T",
      "Q L",
      "K K",
      "N L",
      "T V",
      "E I",
      "A K",
      "G S",
      "R R",
      "E K",
      "Y L",
      "E V",
      "D V",
      "D I",
      "G K",
      "S V",
      "A F",
      "G R",
      "G T",
      "P V",
      "S I",
      "E R",
      "T I",
      "A Q",
      "G D",
      "A P",
      "G F",
      "N I",
      "E D",
      "R V",
      "S K",
      "R I",
      "N V",
      "F V",
      "S D",
      "E T",
      "P D",
      "S T",
      "H L",
      "K I",
      "M L",
      "A Y",
      "A N",
      "G Y",
      "K V",
      "F I",
      "E Q",
      "P I",
      "S R",
      "E N",
      "G Q",
      "T T",
      "S F",
      "D D",
      "G N",
      "G E",
      "S P",
      "Q V",
      "R D",
      "A M",
      "Q I",
      "K D",
      "T D",
      "F D",
      "S N",
      "Y V",
      "G P",
      "T P",
      "Y I",
      "R K",
      "S Q",
      "I V",
      "A H",
      "E F",
      "W L",
      "K N",
      "S Y",
      "P P",
      "G M",
      "R T",
      "S E",
      "R Q",
      "K T",
      "R F",
      "G H",
      "R E",
      "I I",
      "R N",
      "Y D",
      "K E",
      "F T",
      "R P",
      "C L",
      "I D",
      "P T",
      "M V",
      "N D",
      "P E",
      "K Q",
      "H V",
      "F N",
      "Q Q",
      "R Y",
      "F F",
      "S G",
      "S H",
      "N P",
      "K P",
      "S M",
      "A W",
      "Y T",
      "A C",
      "V D",
      "Q D",
      "E P",
      "I T",
      "N T",
      "A LL",
      "E Y",
      "Q T",
      "AA L",
      "K R",
      "K Y",
      "G W",
      "D P",
      "V I",
      "N N",
      "F P",
      "R H",
      "F Y",
      "M I",
      "V T",
      "G C",
      "E H",
      "R S",
      "E S",
      "M D",
      "K F",
      "LL L",
      "E M",
      "H I",
      "F Q",
      "K S",
      "D T",
      "F S",
      "Y P",
      "M T",
      "Y N",
      "Q P",
      "H P",
      "Q N",
      "Q K",
      "F K",
      "I N",
      "I P",
      "F E",
      "R M",
      "H D",
      "T N",
      "Y Y",
      "V P",
      "A VL",
      "S C",
      "A GL",
      "Q R",
      "F R",
      "Q E",
      "W V",
      "H T",
      "I K",
      "D E",
      "C V",
      "I E",
      "Y F",
      "N K",
      "S W",
      "G LL",
      "Y R",
      "Y Q",
      "Y K",
      "T K",
      "M P",
      "A EL",
      "T E",
      "T F",
      "V N",
      "D K",
      "V E",
      "T R",
      "P N",
      "D N",
      "Y E",
      "F G",
      "I S",
      "P K",
      "V K",
      "F H",
      "M N",
      "A RL",
      "A SL",
      "I R",
      "V R",
      "T Q",
      "D R",
      "T S",
      "M K",
      "A DL",
      "T G",
      "P Q",
      "I Q",
      "E G",
      "P F",
      "D F",
      "S LL",
      "A TL",
      "P R",
      "A IL",
      "N Q",
      "Y S",
      "I F",
      "V Q",
      "V S",
      "C D",
      "Y H",
      "P S",
      "R G",
      "M Q",
      "W D",
      "N E",
      "V F",
      "T Y",
      "M E",
      "W I",
      "G AL",
      "N F",
      "M R",
      "N R",
      "K H",
      "D Q",
      "G AA",
      "C I",
      "A KL",
      "N Y",
      "D Y",
      "G VL",
      "H F",
      "N S",
      "H Q",
      "H R",
      "W Q",
      "A EE",
      "AA V",
      "D S",
      "G AG",
      "P Y",
      "A FL",
      "G AV",
      "G GL",
      "AL V",
      "A SS",
      "M S",
      "W T",
      "Q F",
      "I Y",
      "W R",
      "Q S",
      "E LL",
      "T H",
      "M F",
      "C P",
      "G SL",
      "H H",
      "C T",
      "G VV",
      "W N",
      "W K",
      "A QL",
      "A PL",
      "E AL",
      "I H",
      "E EL",
      "K M",
      "G EL",
      "Q Y",
      "C R",
      "G TL",
      "H N",
      "G IL",
      "A KK",
      "V Y",
      "C N",
      "H K",
      "G RL",
      "H Y",
      "C K",
      "LL D",
      "AG V",
      "G KL",
      "AV V",
      "LL V",
      "VL V",
      "W F",
      "G DL",
      "P H",
      "C Q",
      "A NL",
      "T M",
      "AA I",
      "A YL",
      "E W",
      "R W",
      "C F",
      "S AL",
      "GL V",
      "R LL",
      "S SL",
      "G AI",
      "E AA",
      "M M",
      "D H",
      "E KL",
      "C S",
      "G AT",
      "E RL",
      "Q H",
      "F M",
      "G AS",
      "G AD",
      "AL I",
      "S AA",
      "G SS",
      "VL D",
      "W P",
      "M Y",
      "G TV",
      "E C",
      "N H",
      "EL V",
      "AL D",
      "A PV",
      "G FL",
      "R C",
      "AG I",
      "SL V",
      "P M",
      "H S",
      "D M",
      "G EI",
      "Q M",
      "VV V",
      "G EV",
      "DL V",
      "H E",
      "S GL",
      "R AL",
      "G AR",
      "K LL",
      "R AA",
      "F C",
      "T C",
      "F W",
      "T W",
      "A ML",
      "GG V",
      "G EE",
      "K EL",
      "G KK",
      "E VL",
      "G AE",
      "N M",
      "T LL",
      "GL I",
      "R RL",
      "G DV",
      "T AA",
      "E IL",
      "D W",
      "AV I",
      "C Y",
      "G DI",
      "S VL",
      "AS V",
      "I M",
      "TL V",
      "P LL",
      "AI V",
      "S EL",
      "R EL",
      "C H",
      "G NL",
      "RL V",
      "AT V",
      "AL T",
      "E SL",
      "AE V",
      "E DL",
      "K KL",
      "Y M",
      "LL I",
      "S IL",
      "K W",
      "G RR",
      "AA D",
      "P W",
      "GI V",
      "GS V",
      "K AL",
      "E TL",
      "C C",
      "A HL",
      "SL I",
      "A NI",
      "LL T",
      "GL D",
      "E AV",
      "PL V",
      "G QL",
      "G YL",
      "S GG",
      "EE I",
      "G AF",
      "N W",
      "T AL",
      "G EK",
      "R VL",
      "GL P",
      "EL I",
      "G ER",
      "S TL",
      "AR V",
      "Q LL",
      "M H",
      "A NV",
      "S KL",
      "EE V",
      "K C",
      "S DL",
      "SL D",
      "AD V",
      "VV D",
      "S RL",
      "IL V",
      "E QL",
      "VL I",
      "G PL",
      "K AA",
      "G AK",
      "LL P",
      "S AV",
      "IL D",
      "E AG",
      "W Y",
      "GR V",
      "E AI",
      "VL T",
      "AE I",
      "F LL",
      "G AP",
      "E GL",
      "Q AL",
      "DL I",
      "Y C",
      "N C",
      "S AG",
      "GV I",
      "EK I",
      "GL T",
      "GK V",
      "GG I",
      "TL D",
      "EL D",
      "AV D",
      "KL V",
      "DL D",
      "AA T",
      "Y W",
      "S GV",
      "G ET",
      "SS V",
      "Q W",
      "S GS",
      "AL K",
      "LL K",
      "S AS",
      "AL R",
      "EI V",
      "S EE",
      "P C",
      "AG D",
      "G NI",
      "AK V",
      "LL N",
      "E VV",
      "S GI",
      "S FL",
      "EK V",
      "R SL",
      "AL P",
      "AI I",
      "G NV",
      "E NL",
      "AA R",
      "K RL",
      "I C",
      "K SL",
      "G PV",
      "E AE",
      "AG T",
      "S VV",
      "AS I",
      "K EI",
      "TL I",
      "AI D",
      "G ED",
      "Q C",
      "IL I",
      "P AA",
      "ER V",
      "GV D",
      "DI V",
      "TL T",
      "AD I",
      "KL I",
      "SL P",
      "LL Q",
      "VL P",
      "AV T",
      "F AA",
      "VL N",
      "S QL",
      "RL I",
      "GS I",
      "GI I",
      "GK I",
      "AT I",
      "RL D",
      "R DL",
      "SL T",
      "IL T",
      "H C",
      "AR I",
      "AL Q",
      "KK I",
      "AF V",
      "K DL",
      "AL N",
      "FL V",
      "PL I",
      "S AI",
      "LL R",
      "A WL",
      "ER I",
      "W H",
      "S GT",
      "S AE",
      "EV I",
      "P EL",
      "G AQ",
      "SS I",
      "KL D",
      "EI I",
      "QL V",
      "DV D",
      "RR V",
      "R AV",
      "E AR",
      "K VL",
      "G ML",
      "GG T",
      "R GL",
      "S NL",
      "VV I",
      "GR I",
      "DV I",
      "AL F",
      "TV D",
      "TV T",
      "IL N",
      "GI D",
      "GG D",
      "S PL",
      "S AD",
      "SI V",
      "GV P",
      "W M",
      "KK V",
      "EL T",
      "E DI",
      "FL D",
      "Q AA",
      "H M",
      "S AT",
      "GF V",
      "Y LL",
      "GV T",
      "N LL",
      "P AG",
      "R KL",
      "GT I",
      "NL V",
      "EL K",
      "S EI",
      "G AN",
      "GL F",
      "W E",
      "PL P",
      "G AY",
      "R AR",
      "K TL",
      "K IL",
      "R AG",
      "S GK",
      "S AR",
      "R TL",
      "EV D",
      "RL T",
      "AE D",
      "GI T",
      "K AV",
      "SV I",
      "PL D",
      "AA F",
      "K EK",
      "AK I",
      "DL T",
      "SV D",
      "H W",
      "C E",
      "R IL",
      "AA Q",
      "DI I",
      "P VL",
      "AS D",
      "EE D",
      "R VV",
      "P AL",
      "TI V",
      "AS T",
      "K GL",
      "NL I",
      "DI D",
      "R QL",
      "TV I",
      "SI I",
      "YL V",
      "PV I",
      "EI D",
      "AQ V",
      "SS D",
      "Q EL",
      "K AG",
      "F GL",
      "RR I",
      "GK T",
      "F SL",
      "F AL",
      "S GR",
      "F GG",
      "AR D",
      "Q RL",
      "S KK",
      "S GD",
      "VV T",
      "SS T",
      "E KK",
      "YL D",
      "AD D",
      "E DV",
      "G HL",
      "F VL",
      "F AG",
      "E GV",
      "K EE",
      "FL I",
      "PL T",
      "K AI",
      "TL P",
      "AK D",
      "K NL",
      "RI V",
      "DL P",
      "GS D",
      "E GG",
      "GI P",
      "E TV",
      "EQ V",
      "TI D",
      "W W",
      "EL P",
      "S DI",
      "S AF",
      "A CL",
      "G AM",
      "S ED",
      "SL N",
      "S EV",
      "G EN",
      "SI D",
      "K QL",
      "AA N",
      "S EK",
      "AP D",
      "AT D",
      "RL P",
      "Q KL",
      "E GK",
      "E RR",
      "S RR",
      "AA P",
      "S TV",
      "SK V",
      "E NI",
      "E AF",
      "FL T",
      "R ER",
      "SD D",
      "H LL",
      "S YL",
      "E AD",
      "AL Y",
      "TL N",
      "GD D",
      "AI T",
      "C M",
      "E TI",
      "R EI",
      "E YL",
      "AE T",
      "IL P",
      "Q SL",
      "E SI",
      "GS T",
      "S DV",
      "E SV",
      "G PD",
      "QL I",
      "SK I",
      "EL N",
      "S RI",
      "LL F",
      "S GF",
      "K VV",
      "GQ V",
      "E GI",
      "S TI",
      "KL T",
      "E AT",
      "S RV",
      "EQ I",
      "Q VL",
      "E AK",
      "PI V",
      "NL D",
      "AA AA",
      "GT T",
      "KL N",
      "AV P",
      "M C",
      "E FL",
      "K NI",
      "AD P",
      "R EE",
      "R AI",
      "S PD",
      "S AK",
      "Q QL",
      "SL F",
      "GF I",
      "AV N",
      "PV D",
      "R AE",
      "K EV",
      "GL N",
      "AT T",
      "KI V",
      "K DI",
      "KI I",
      "AG F",
      "SV T",
      "E PL",
      "R EV",
      "GR D",
      "G PI",
      "R GG",
      "K AK",
      "RV I",
      "ED D",
      "F SS",
      "GY V",
      "FV D",
      "AF I",
      "DL N",
      "K SI",
      "AY V",
      "VL Q",
      "FL N",
      "GK D",
      "EL Q",
      "M LL",
      "KV I",
      "AA Y",
      "S AP",
      "AS P",
      "G EQ",
      "GT D",
      "VL F",
      "G WL",
      "DV T",
      "E GR",
      "AQ I",
      "GF D",
      "TI I",
      "EK D",
      "Y GL",
      "AE N",
      "EV T",
      "VL K",
      "AF D",
      "R NL",
      "DD D",
      "NI V",
      "SK D",
      "E AS",
      "TI T",
      "S FI",
      "K RI",
      "VV N",
      "PV T",
      "K GI",
      "M AA",
      "R GV",
      "R FL",
      "YL I",
      "RL N",
      "SS P",
      "S GN",
      "Q TL",
      "S FV",
      "R EK",
      "E NV",
      "VV P",
      "ALL L",
      "SS N",
      "F DL",
      "K GK",
      "QL D",
      "AE Q",
      "S ER",
      "EI T",
      "S ET",
      "F TL",
      "HL V",
      "GT P",
      "AR T",
      "AV F",
      "R PL",
      "K GV",
      "EE T",
      "S NI",
      "P GL",
      "GR T",
      "P SL",
      "AG Y",
      "R YL",
      "ST D",
      "IL K",
      "P DL",
      "EL F",
      "IL Q",
      "M W",
      "RL Q",
      "PI I",
      "NL T",
      "AI N",
      "FI V",
      "AA M",
      "R SV",
      "NV I",
      "R KI",
      "SL Q",
      "AD T",
      "FI D",
      "YL T",
      "RV D",
      "GR P",
      "KK D",
      "Y AL",
      "AK T",
      "AT P",
      "AP I",
      "AA K",
      "G AH",
      "W C",
      "SF D",
      "F AV",
      "FL P",
      "GG N",
      "E SS",
      "S PV",
      "NI I",
      "KL P",
      "S GY",
      "E AQ",
      "R KV",
      "E GD",
      "S QI",
      "K DV",
      "R GI",
      "ML V",
      "S AQ",
      "M AL",
      "PD D",
      "TV N",
      "LL H",
      "FV I",
      "SL Y",
      "RI D",
      "IL F",
      "YL N",
      "LL Y",
      "Q GL",
      "R DV",
      "SI T",
      "QL T",
      "R DI",
      "S GQ",
      "K AR",
      "ST T",
      "Q AV",
      "E HL",
      "RL F",
      "SR D",
      "AM V",
      "RI I",
      "GG F",
      "S GE",
      "EK T",
      "R KK",
      "R SS",
      "ER D",
      "AG N",
      "RV T",
      "K AE",
      "R AD",
      "S AY",
      "AS N",
      "E GS"
    ]
  }
}